Repository: MouseZhangZh/ukui-menu
Catalog: po/*.po
Languages: es, fr, pt, ru

source: Current menu mode is not category mode, please switch and try again!
es: Menu actual modo no es la categoría modo, por favor cambiar y probar otra vez!
fr: Menu actuel mode n'est pas la catégorie mode, veuillez passer et essayez de nouveau!
pt: Modo de menu actual não é Categoria mode, por favor mude e tente de novo!
ru: в настоящее время меню режим не категории режим, пожалуйста, переключиться и попробуйте еще раз!

source: Normal Menu
es: Menú norma
pt: O Menu Normal
ru: обычное меню

source: Category Menu
es: Menu de seccion
fr: Catégorie Menu
pt: O Menu Categoria
ru: категории меню

source: Start
es: Inicio
fr: Commencer
pt: Começar
ru: старт

source: Startup Menu
es: Menú de inicio
fr: Menu de démarrage
ru: стартап меню

source: Menu Property
es: Propiedad de menú
fr: La propriété de menu
pt: Menu de Propriedade
ru: меню собственности

source: Transparency:
es: Transparencia:

source: Menu Type:
es: Tipo de menu:
pt: Tipo de menu:
ru: типа меню:

source: This is used to set up the menu type.
es: Esto se utiliza para configurar el tipo de menu.
fr: C'est utilisé pour créer le menu.
pt: Isto é usado para configurar o menu Tipo.
ru: это используется для создания типа меню.

source: File History:
es: La historia de archivo:
fr: Le fichier historique:
pt: Arquivo de história:
ru: файл истории:

source: This is used to set up whether the file history is displayed.
es: Esto se usa para establecer si la historia de archivo se muestra.
fr: C'est utilisé pour établir si le dossier historique est affichée.
pt: Isto é usado para definir se o arquivo histórico é exibido.
ru: это используется для создания файла отображается ли истории.

source: Recent file number:
es: Número de archivos recientes:
fr: Dernières numéro de fichier:
pt: Recente número do processo:
ru: последние файл номер:

source: Recent app number:
es: Los últimos app número:
fr: Les ppa:
pt: Recente número do pedido:
ru: последние приложения номер:

source: Close(_C)
es: Cerca(_C)
fr: Proche(_C)
pt: Perto(_C)
ru: близко(_C)

source: Property
es: Propiedad
fr: Biens immobiliers
pt: Propriedade
ru: имущество

source: day
es: dia

source: days
es: dias

source: WPS Writer
es: WPS Escritor
fr: WPS L'écrivain
pt: WPS Escritor
ru: WPS писатель

source: WPS Presentation
es: WPS Presentacion
fr: WPS Présentation
pt: WPS Apresentação
ru: WPS презентация

source: WPS Spreadsheets
es: WPS Hojas de cálculo
fr: WPS Feuilles de calcul
ru: WPS таблицы

source: Eye of MATE Image Viewer
es: Ojo de MATE Image Viewer
fr: MATE oeil de visualisation d'images
pt: MATE Visualizador de Imagens
ru: MATE глаза просмотрщик

source: Atril Document Viewer
es: El navegador de archivos Atril
fr: Atril le document visuel
pt: Atril Visualizador de Documentos
ru: Atril программа для просмотра

source: Education
es: Educación

source: Graphics
es: Graficos
fr: Les graphiques
pt: Gráficos
ru: графики

source: Programming
es: Programación
fr: La programmation
pt: A programação
ru: программирование

source: Sound & Video
es: Sonido & Video
fr: Sound & Vidéo
pt: Som & Video
ru: звук и видео

source: System Tools
es: Herramientas del sistema
fr: Outils
pt: Ferramentas de sistema
ru: системы

source: Universal Access
es: El acceso universal
fr: L'accès universel
pt: Acesso universal
ru: всеобщего доступа

source: Preferences
es: Preferencias
fr: L'acc è s universel
pt: Preferências
ru: предпочтения

source: Administration
es: Administración
pt: A administração
ru: администрация

source: Other
es: Otros
fr: D'autres
pt: Outros
ru: другие

source: Accessories
es: Accesorios
fr: Accessoires
pt: Acessórios
ru: аксессуары

source: Office
es: Oficina
fr: Bureau
pt: Escritório
ru: управление

source: Games
es: Juegos
fr: Les jeux
pt: Jogos
ru: игры

source: Android
es: Andriod

source: Recent
es: Recientes
fr: Dernières
pt: Recente
ru: последние

source: All Apps
es: Todas Apps
fr: Tous Apps
pt: Todos Apps
ru: приложения

source: Favorites
es: Favoritos
fr: Les favoris
pt: Favoritos
ru: любимой

source: Search local program
es: Programa local de busqueda
fr: Programme de recherche local
pt: O programa Busca local
ru: поиск местных

source: Settings
es: Ajustes
fr: Réglages
pt: Configuração
ru: параметры

source: Feedback
es: Comentarios
fr: Commentaires
ru: обратная связь

source: No items matched
es: No items Igualada
fr: Pas d'articles appariés
pt: SEM itens.
ru: элементы не совпадают

source: File not exists, it was moved or deleted! It will be automatically removed from the history list!
es: El archivo no existe, Fue movido o borrado! Será eliminado automáticamente de la lista de historia
fr: Dossier non existe, elle a été déplacée ou supprimée! Il sera automatiquement retiré de la liste!
pt: O ficheiro não existe, FOI movido ou removido! Ele será automaticamente retirado Da lista de histórico!
ru: файл не существует, и он был переведен или исключить! он будет удален из истории список!

source: Open(_O)
es: Abrir(_O)
fr: Ouvert(_O)
ru: открыть(_O)

source: Add to desktop(_A)
es: Añadir al escritorio(_A)
fr: Ajouter au poste de travail(_A)
pt: Adicionar Ao ecrã(_A)
ru: добавить на рабочий стол(_A)

source: Lock to panel(_L)
es: Cerradura para grupo(_L)
fr: Serrure à table(_L)
pt: Fechadura para painel(_L)
ru: блокировка панели(_L)

source: Unlock from startup menu(_U)
es: Desbloquear desde el menu de inicio(_U)
fr: Ouvre du menu de démarrage(_U)
pt: Unlock de Startup menu(_U)
ru: открой меню от запуска(_U)

source: Property(_P)
es: Propiedad(_P)
fr: Biens immobiliers(_P)
pt: Propriedade(_P)
ru: имущество(_P)

source: Countdown Shutdown (_T)
es: Countdown Encerramento(_T)
fr: Le compte à rebours(_T)

source: Reboot (_R)
es: Reiniciar(_R)
fr: Redémarrage(_R)
ru: перезагрузка(_R)

source: Logout (_O)
es: Paso a pérdidas y ganancias(_O)
fr: Sortie(_O)
ru: выход(_O)

source: Switch Users (_S)
es: Cambiar de usuarios(_S)
fr: Switch utilisateurs(_S)
pt: Mudar de utilizador(_S)
ru: переход пользователей(_S)

source: Lock Screen (_L)
es: Pantalla de bloqueo(_L)
fr: Fermer l'écran(_L)
ru: заблокировать экран(_L)

source: Applications
es: Aplicaciones
fr: Les demandes
pt: Aplicações
ru: заявления

source: System
es: Sistema
fr: Système
pt: Sistema
ru: система

source: Add to startup menu
es: Añadir al menú de inicio
fr: Ajouter au menu de démarrage
pt: Adicionar Ao menu de arranque
ru: добавить в меню запуска

source: Uninstall(_U)
es: Desinstalar(_U)
fr: Désinstaller(_U)
pt: Desinstalar(_U)
ru: удалите(_U)

source: Remove from list(_R)
es: Eliminar de la lista(_R)
fr: Retirer de la liste(_R)
pt: Remover Da lista(_R)
ru: удалить из списка(_R)

source: Remove all
es: Eliminar todas
fr: Supprimer tous les
pt: Remover todos
ru: удалить все

source: Type:
es: Tipo:
pt: Tipo:
ru: типа:

source: Name:
es: Nombre:
fr: Nom:
pt: Nome:
ru: имя:

source: Command:
es: Comando:
fr: Le commandement
pt: O Comando
ru: командование:

source: Note:
es: NOTA:
pt: Nota:
ru: примечание:

source: Application
es: Aplicación
pt: Aplicação
ru: применение

source: Application in Terminal
es: Aplicación en la terminal
fr: Demande présentée par terminal
pt: Aplicação de terminal
ru: применение в терминал

source: The file already exists, are you sure to cover it?
es: El archivo ya existe, seguro para cubrirlo?
fr: Le fichier existe déjà, tu es sûr de ça?
pt: O ficheiro já existe, TEM certeza que a cobrir?
ru: файл уже существует, ты уверен, что на это?

source: New(_N)
es: Nuevo(_N)
fr: Nouvelle(_N)
pt: Nova(_N)
ru: новые(_N)

source: Copy to desktop(_C)
es: Copiar al escritorio(_C)
fr: Copie au bureau(_C)
pt: Copiar para a Área de trabalho(_C)
ru: копия на рабочий стол(_C)

source: Recent(%s)
es: Recientes(%s)
fr: Dernières(%s)
pt: Recente(%s)
ru: последние(%s)

source: Comment:
es: Comentario:
fr: Commentaire:
pt: Comentário:
ru: комментарий:

source: Click to set a new accelerator key for opening and closing the menu.
es: Haga clic para fijar un nuevo acelerador clave para abrir y cerrar el menú.

source: Press Escape or click again to cancel the operation.
es: Press ESC o haga clic de nuevo para cancelar la operación.

source: Press Backspace to clear the existing keybinding.
es: Pulse Backspace para borrar la combinacion de teclas

source: The current system is not selected [%s] software, can not display the classification!
es: El sistema actual no está seleccionado [% s] software, no puede mostrar la clasificación
fr: Le système actuel n'est pas sélectionnés [%s] des logiciels ne peut afficher la classification!
pt: O sistema actual não está seleccionada [%s], O software não Pode Exibir a classificação!
ru: нынешняя система является не отдельным [%s] программное обеспечение, не может отображать классификации!

source: The current system is not installed [%s] software, can not display the classification!
es: El sistema actual no está instalado el software [%s], no puede mostrar la clasificación
fr: le système actuel n'est pas installé [%s] des logiciels ne peut afficher la classification
pt: O sistema actual não está instalado o [%s], O software não Pode Exibir a classificação!
ru: в нынешней системе не установлен [%s] программное обеспечение, не может отображать классификации!

source: Edit Category Menu
es: Editar menu de seccion
fr: Menu Edit Catégorie
pt: Editar o menu Categoria
ru: редактировать категории меню

source: Restore the default menu layout
es: Restaurar el diseño de menú predeterminado
fr: Rétablir le menu par défaut
pt: Restaurar o padrão DOS menus
ru: восстановить по умолчанию меню

source: Menus:
es: Menús:
fr: Les menus
ru: меню:

source: Items:
es: Artículos:
fr: Points:
pt: Itens:
ru: пункты:

source: Move Up
es: Ascender
fr: Passer
pt: Mover Até
ru: вверх

source: Move Down
es: Mover hacia abajo
fr: Descends
pt: Mover Para baixo
ru: вниз

source: Revert all menus to original settings?
es: Revertir todos los menús a la configuración original?
fr: Revenir tous les menus de réglages originaux?
pt: Reverter todos OS menus de configuração original?
ru: вернуть все меню на оригинальные декорации?

source: Revert Changes?
es: Revertir cambios
fr: Revenir des changements?
pt: Reverter as alterações?
ru: к изменениям?

source: Name
es: Nombre
fr: Nom
pt: Nome
ru: имя

source: Item
es: ít
fr: Point
ru: пункт

source: [%s] is a system autostart service software, you should not show it in startup menu!
es: [% s] es un software de servicio de inicio automático del sistema, no debes mostrarlo en el menú de inicio!
fr: [%s] est une fonction autostart logiciels système, vous ne devriez pas montrer ça au démarrage menu!
pt: [%s] é um sistema auto - start service software, você não deve mostrar no menu de arranque!
ru: [%s] это система автозапуска сервисного программного обеспечения, вам не следует показывать это в Startup меню!

source: Images
es: Imágenes
fr: Les images
pt: Imagens
ru: изображения

source: Desktop
es: Escritorio

source: Architecture
es: Arquitectura

source: Locale
es: Lugar

source: System Info
es: Información del sistema
fr: Système d'info
pt: Sistema de info
ru: информация о системе

source: System Bug
es: Error del sistema
fr: système bug
pt: Sistema de bug
ru: система баг

source: Please input the description!
es: Por favor ingrese la descripción!
fr: Veuillez entrer la description!
pt: Por favor, insira a descrição!
ru: пожалуйста, введите описания!

source: Invalid email address!
es: Dirección de correo electrónico no válida!
fr: Nul courriel!
pt: Endereço de e-mail inválido!
ru: неверный адрес электронной почты!

source: Please input the email address!
es: Por favor ingrese la dirección de correo electrónico!
fr: Veuillez entrer l'adresse de courriel.
pt: Por favor, insira o endereço de e-mail!
ru: пожалуйста, введите адрес электронной почты!

source: Maximum upload file size is 1MB!
es: El tamaño máximo de archivo de carga es de 1 MB!
fr: Taille du fichier de téléchargement maximale est 1mb!
pt: Maximum upload file size é 1MB!
ru: максимальная загрузка файлов размером 1 мб!

source: Please input the verification code!
es: Por favor ingrese el código de verificación!
fr: Veuillez entrer le code de vérification!
pt: Por favor, insira o código de verificação!
ru: пожалуйста, введите код проверки подлинности!

source: Successful feedback! Thank you!
es: Retroalimentación exitosa! Gracias!
fr: Les commentaires!merci!
pt: BOM feedback!Obrigado!
ru: успешные отзыв!спасибо!

source: Incorrect CAPTCHA, please re-enter!
es: CAPTCHA incorrecto, por favor vuelva a entrar!
fr: CAPTCHA erronés, veuillez rentrer!
pt: Incorrect captcha, por favor introduza!
ru: неправильно CAPTCHA, введите!

source: Unknow error:
es: Error desconocido:
fr: Erreur inconnue:
ru: неизвестное ошибка:

source: Reset to default(_R)
fr: Remis à défaut(_R)
pt: Repor a predefinição(_R)
ru: сбросить(_R)

source: Reload plugins
fr: Recharge branchées
pt: Recarregar OS plugins
ru: перезагрузка модулей

source: Kylin Video
fr: Kylin vidéo
ru: Kylin видео

source: Shutdown
fr: Arrêt

source: Home
fr: Ordinateur
pt: Computador
ru: компьютер

source: Shutdown (_P)
fr: Arrêt(_P)
ru: Oстановка(_P)

source: Show
fr: Spectacle
ru: шоу

source: <span color="red">* </span>Email
fr: <span color="red">* </span>Courriel

source: System Log
fr: fichiers système
pt: Log do sistema

source: Please upload file less then 1Mb
fr: Veuillez télécharger le fichier moins de 1mb
pt: Por favor, envie o arquivo Menos de 1MB

source: For Business
fr: Pour les entreprises
pt: Para o negócio

source: Others
fr: D'autres
pt: Outros

source: submit
fr: soumettre
pt: Apresentar

source: Type the code
fr: Tapez le code
pt: Digite o código de

source: Menu
ru: меню

source: Internet
ru: интернет

source: Open directory(_D)
ru: открытый каталог(_D)

source: Type
pt: Tipo

source: <span color="red">* </span>Description
pt: <span color="red">* </span>Descrição

source: Image
pt: Imagen

source: Suggestion
pt: Sugestão
